{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": True,
        "HideIconAfter": 30,
        "IconURL": "https://i.imgur.com/vqO5tFd.png",
        "DisableIconText": false,
        "IconPosition": 1,
        "IconTextColor": 0,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 4,
          "buttontext": "Welcome Survivor!",
          "title1": "ARKNATION ASCENDED 10xH/G/B/T",
          "text1": "Welcome to the untamed world of ARK: Survival Ascended!\n\nPrepare to embark on an epic journey in the prehistoric wilderness, where danger and adventure await at every turn. Whether you're a seasoned survivor or a fresh-faced recruit, our community is here to help you thrive in the untamed world of ARK: Survival Ascended.\n\nRemember to read our server rules in the server discord channel game-server-rules and don't hesitate to reach out to our moderators if you have any questions or concerns. If the game server is having issues or you need an admin, please make a post in the server-support channel and a admin will take a look at it. We're here to make your ARK experience the best it can be.\n\nSo, grab your gear, saddle up your dinos, and get ready for an unforgettable adventure. \n\nWelcome to ARKNATION ASCENDED!",
          "title2": "Server News - 11/27",
          "text2": "PLEASE READ!\n\nIf your build a taming trap you must take it down once you're done. We have a few on the server and it lags the server if too many are on it. If taming traps are found still up and not in use you will get one warning before getting removed from the server.",
          "title3": Server Updates - 11/27",
          "text3": "I have also put in decay timers for buildings and dinos. You have the follow time limits for them.\n\nThatch: 4 Days\nWood: 6 Days\nStone: 7 Days\Metal: 8 Days\nTEK: 10 Days\n\nDino Decay is 8 days. If you or a tribe memeber do not login before the timer is up your buildings and dinos will be gone. So make sure you keep an eye on your decay timers.",
          "title4: "Coming Soon",
          "text4": Coming Soon",
          "imageurl": "https://i.imgur.com/hpMQ6AM.jpg"
        }
      },
    ],
   "links": [
      {
        "link1": {
          "text": "Join the ARKNATION Discord",
          "url": "https://dsc.gg/arknation"      
        }
      }
    ]
  }
}
