{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": True,
        "HideIconAfter": 30,
        "IconURL": "https://i.imgur.com/vqO5tFd.png",
        "DisableIconText": false,
        "IconPosition": 1,
        "IconTextColor": 0,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 4,
          "buttontext": "Welcome Survivor!",
          "title1": "ARKNATION ASCENEDED 10x H/G/B/T",
          "text1": "",           
          "title2": "Server News - 11/30",
          "text2": "<TextStyle.Green>I added a Vote 4 Us button to the bottom of the Welcome screen, this is to vote for us on Ark-Servers! the more votes the higher we are listed on the site which means more players!</>",
          "title3": "***FINAL WARNING***",
          "text3": "Please remember to remove all taming pens when you're done with them! Failure to do so will result in a ban as it eats up server resources and causes the map to lag with all the extra resources it takes to render left over pens.",
          "title4": "ARKNATION Server Rules",
          "text4": "1.<TextStyle.Green>No Griefing or Trolling:</> Avoid actions that negatively impact the experience of other players, such as leading dangerous creatures to their bases or intentionally causing harm to their tames or structures.\n2. <TextStyle.Green>Respect Taming and Building Rules:</> Be considerate of other survivors by not blocking critical resources, spawn points, or taming areas. Do not build excessively large or obstructive structures.\n3. <TextStyle.Green>Report Bugs and Exploits:</> If you discover a game-breaking bug or exploit, report it to the server administrators rather than taking advantage of it. Exploiting game mechanics is not allowed.\n4. <TextStyle.Green>Be a Helpful and Supportive Community Member:</> Assist new players, share knowledge, and be a positive presence on the server. Building a friendly and cooperative community is essential for a successful PvE experience.\n5. <TextStyle.Green>No Blocking Obelisks and Artifacts:</> Do not build near or block access to obelisks, artifact caves, or other crucial map locations, as these are important for progression.\n6. <TextStyle.Green>No Cave Blocking:</> Do not obstruct access to caves, as these locations are vital for players to explore and gather resources.\n7. <TextStyle.Green>Follow Admin Guidelines:</> Respect the server administrators and moderators. They have the authority to enforce rules, resolve disputes, and maintain order on the server.\n8. <TextStyle.Green>Report Rule Violations:</> If you witness someone breaking these rules, report it to the server administrators or moderators. Do not take matters into your own hands.\n\nThese rules are designed to foster a cooperative and enjoyable PvE environment for all players on the server. The Server Admin will typically enforce these rules to ensure a positive gaming experience for everyone.</>",
          "imageurl": "https://i.imgur.com/uTZbEih.jpg"
        }
      },
    ],
   "links": [
      {
        "link1": {
          "text": "Join our Discord",
          "url": "https://discord.gg/39yWpCTqtW"
        }
      },
      {
        "link2": {
          "text": "Visit ARKNATION.NET",
          "url": "https://www.arknation.net"
        }
      },
      {
        "link3": {
          "text": "Submit Ticket",
          "url": "https://www.arknation.net/submit-ticket/"
        }
      },
      {
        "link4": {
          "text": "Vote 4 us on Ark-Servers",
          "url": "https://ark-servers.net/server/355559/vote/"
        }
      }
    ]
  }
}
