{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": True,
        "HideIconAfter": 30,
        "IconURL": "https://i.imgur.com/vqO5tFd.png",
        "DisableIconText": false,
        "IconPosition": 1,
        "IconTextColor": 0,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 4,
          "buttontext": "Welcome Survivor!",
          "title1": "",
          "text1": "",
          "title2": "Server News - 11/30",
          "text2": "<TextStyle.Yellow>Our new website and support ticket system will be online starting Monday Dec 4th. You will be able to find out server info, join our discord and if you have any issues with the server, game related problems or anything that you need help from an Admin, you can submit a ticket for help.</>",
          "title3": "Server Updates - 11/27",
          "text3": "I have put in decay timers to try and keep the server clear. You have the follow time limits for them.\n\nThatch: 4 Days\nWood: 6 Days\nStone: 7 Days\nMetal: 8 Days\nTEK: 10 Days\n\nUnconnected water pipes, wiring, pillars, foundations or anything not connected together will decay in 12 hours. This is to pervent blocking of areas with single item spamming.\n\nDino Decay is 8 days. If you or a tribe memeber do not login before the timer is up your buildings and dinos will be gone. So make sure you keep an eye on your decay timers.",
          "title4": "ARKNATION Server Rules",
          "text4": "1. <TextStyle.Green>No Griefing or Trolling:</> Avoid actions that negatively impact the experience of other players, such as leading dangerous creatures to their bases or intentionally causing harm to their tames or structures.\n2. <TextStyle.Green>Respect Taming and Building Rules:</> Be considerate of other survivors by not blocking critical resources, spawn points, or taming areas. Do not build excessively large or obstructive structures.\n3. <TextStyle.Green>Report Bugs and Exploits:</> If you discover a game-breaking bug or exploit, report it to the server administrators rather than taking advantage of it. Exploiting game mechanics is not allowed.\n4. <TextStyle.Green>Be a Helpful and Supportive Community Member:</> Assist new players, share knowledge, and be a positive presence on the server. Building a friendly and cooperative community is essential for a successful PvE experience.\n5. <TextStyle.Green>No Blocking Obelisks and Artifacts:</> Do not build near or block access to obelisks, artifact caves, or other crucial map locations, as these are important for progression.\n6. <TextStyle.Green>No Cave Blocking:</> Do not obstruct access to caves, as these locations are vital for players to explore and gather resources.\n7. <TextStyle.Green>Follow Admin Guidelines:</> Respect the server administrators and moderators. They have the authority to enforce rules, resolve disputes, and maintain order on the server.\n8. <TextStyle.Green>Report Rule Violations:</> If you witness someone breaking these rules, report it to the server administrators or moderators. Do not take matters into your own hands.\n\nThese rules are designed to foster a cooperative and enjoyable PvE environment for all players on the server. The Server Admin will typically enforce these rules to ensure a positive gaming experience for everyone.",
          "imageurl": "https://i.imgur.com/hpMQ6AM.jpg"
        }
      },
    ],
   "links": [
      {
        "link1": {
          "text": "Join the ARKNATION Discord",
          "url": "https://dsc.gg/arknation"      
        }
      }
    ]
  }
}
